Repository: launchapp-studio/launchpaywall-ios
Catalog: LaunchPaywall/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt

source: %@ per year
de: %@ pro Jahr
es: %@ al año
fr: %@ par an
it: %@ all'anno
pt: %@ por ano

source: %@/mo
de: %@/Mon.
es: %@/mes
fr: %@/mois
it: %@/mese
pt: %@/mês

source: Access all premium features without limits.
de: Greife ohne Einschränkungen auf alle Premium-Funktionen zu.
es: Accede a todas las funciones premium sin límites.
fr: Accédez à toutes les fonctionnalités premium sans limites.
it: Accedi a tutte le funzioni premium senza limiti.
pt: Acede a todas as funções premium sem limites.

source: Advanced features
de: Erweiterte Funktionen
es: Funciones avanzadas
fr: Fonctionnalités avancées
it: Funzioni avanzate
pt: Funções avançadas

source: Billed monthly
de: Monatliche Abrechnung
es: Facturado mensualmente
fr: Facturé mensuellement
it: Fatturato mensilmente
pt: Faturado mensalmente

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt: Continuar

source: Couldn't complete
de: Konnte nicht abgeschlossen werden
es: No se pudo completar
fr: Impossible de terminer
it: Impossibile completare
pt: Não foi possível concluir

source: Exclusive tools for Pro users.
de: Exklusive Tools für Pro-Nutzer.
es: Herramientas exclusivas para usuarios Pro.
fr: Des outils exclusifs pour les utilisateurs Pro.
it: Strumenti esclusivi per gli utenti Pro.
pt: Ferramentas exclusivas para utilizadores Pro.

source: Free Plan
de: Kostenloser Plan
es: Plan Gratuito
fr: Formule gratuite
it: Piano gratuito
pt: Plano gratuito

source: Get Pro
de: Pro holen
es: Obtener Pro
fr: Obtenir Pro
it: Ottieni Pro
pt: Obter Pro

source: Get started
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
pt: Começar

source: Lifetime
de: Lebenslang
es: De por vida
fr: À vie
it: A vita
pt: Vitalício

source: Lifetime access
de: Lebenslanger Zugang
es: Acceso de por vida
fr: Accès à vie
it: Accesso a vita
pt: Acesso vitalício

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
pt: Mensal

source: Most Popular
de: Am beliebtesten
es: Más Popular
fr: Le plus populaire
it: Più popolare
pt: Mais popular

source: No plans available at the moment.
de: Derzeit sind keine Pläne verfügbar.
es: No hay planes disponibles en este momento.
fr: Aucune formule disponible pour le moment.
it: Nessun piano disponibile al momento.
pt: Não há planos disponíveis neste momento.

source: No restrictions or watermarks.
de: Keine Einschränkungen oder Wasserzeichen.
es: Sin restricciones ni marcas de agua.
fr: Aucune restriction ni filigrane.
it: Nessuna restrizione né filigrane.
pt: Sem restrições nem marcas de água.

source: One-Time Payment
de: Einmalige Zahlung
es: Pago Único
fr: Paiement unique
it: Pagamento unico
pt: Pagamento único

source: Please try again later.
de: Bitte versuche es später erneut.
es: Inténtalo de nuevo más tarde.
fr: Veuillez réessayer plus tard.
it: Riprova più tardi.
pt: Tenta novamente mais tarde.

source: Preferential attention and news before anyone else.
de: Bevorzugte Betreuung und Neuigkeiten als Erster.
es: Atención preferente y novedades antes que nadie.
fr: Attention préférentielle et nouveautés avant tout le monde.
it: Attenzione preferenziale e novità prima di tutti.
pt: Atendimento preferencial e novidades antes de todos.

source: Premium Features
de: Premium-Funktionen
es: Funciones Premium
fr: Fonctionnalités Premium
it: Funzioni Premium
pt: Funções Premium

source: Priority and support
de: Priorität und Support
es: Prioridad y soporte
fr: Priorité et assistance
it: Priorità e supporto
pt: Prioridade e suporte

source: Priority support
de: Priorisierter Support
es: Soporte prioritario
fr: Assistance prioritaire
it: Supporto prioritario
pt: Suporte prioritário

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de privacidade

source: Pro Plan Active
de: Pro-Abo aktiv
es: Plan Pro Activo
fr: Forfait Pro actif
it: Piano Pro attivo
pt: Plano Pro ativo

source: Purchase Management
de: Kaufverwaltung
es: Gestión de Compras
fr: Gestion des achats
it: Gestione degli acquisti
pt: Gestão de Compras

source: Ready-made RevenueCat integration to manage plans and subscriptions.
de: Fertige RevenueCat-Integration zur Verwaltung von Plänen und Abos.
es: Integración lista con RevenueCat para gestionar planes y suscripciones.
fr: Intégration RevenueCat prête à l'emploi pour gérer forfaits et abonnements.
it: Integrazione RevenueCat pronta per gestire piani e abbonamenti.
pt: Integração pronta com o RevenueCat para gerir planos e subscrições.

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt: Restaurar compras

source: Secure Authentication
de: Sichere Authentifizierung
es: Autenticación Segura
fr: Authentification sécurisée
it: Autenticazione sicura
pt: Autenticação Segura

source: Sign in with Apple natively integrated with the iOS Keychain.
de: Sign in with Apple nativ in den iOS-Schlüsselbund integriert.
es: Sign in with Apple integrado de forma nativa con el Keychain de iOS.
fr: Sign in with Apple intégré nativement au trousseau iOS.
it: Sign in with Apple integrato in modo nativo con il Portachiavi di iOS.
pt: Sign in with Apple integrado de forma nativa com o Keychain do iOS.

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
pt: Terminar sessão

source: Signed in
de: Angemeldet
es: Sesión iniciada
fr: Connecté
it: Accesso effettuato
pt: Sessão iniciada

source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
pt: Saltar

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
pt: Termos de serviço

source: The perfect foundation to launch your subscription app in record time.
de: Die perfekte Basis, um deine Abo-App in Rekordzeit zu starten.
es: La base perfecta para lanzar tu app de suscripción en tiempo récord.
fr: La base parfaite pour lancer votre app d'abonnement en un temps record.
it: La base perfetta per lanciare la tua app in abbonamento in tempo record.
pt: A base perfeita para lançar a tua app de subscrição em tempo recorde.

source: Unlimited usage
de: Unbegrenzte Nutzung
es: Uso ilimitado
fr: Utilisation illimitée
it: Utilizzo illimitato
pt: Uso ilimitado

source: Unlock LaunchPaywall Pro
de: LaunchPaywall Pro freischalten
es: Desbloquea LaunchPaywall Pro
fr: Débloquez LaunchPaywall Pro
it: Sblocca LaunchPaywall Pro
pt: Desbloqueia o LaunchPaywall Pro

source: Upgrade to Pro to unlock the app's full potential.
de: Wechsle zu Pro, um das volle Potenzial der App freizuschalten.
es: Actualiza a Pro para desbloquear todo el potencial de la app.
fr: Passez à Pro pour libérer tout le potentiel de l'app.
it: Passa a Pro per sbloccare tutto il potenziale dell'app.
pt: Atualiza para Pro para desbloquear todo o potencial da app.

source: Welcome to LaunchPaywall
de: Willkommen bei LaunchPaywall
es: Bienvenido a LaunchPaywall
fr: Bienvenue sur LaunchPaywall
it: Benvenuto in LaunchPaywall
pt: Bem-vindo ao LaunchPaywall

source: Welcome to Pro!
de: Willkommen bei Pro!
es: ¡Bienvenido a Pro!
fr: Bienvenue dans Pro !
it: Benvenuto in Pro!
pt: Bem-vindo ao Pro!

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
pt: Anual

source: You have unlimited access to all premium features.
de: Du hast unbegrenzten Zugriff auf alle Premium-Funktionen.
es: Tienes acceso ilimitado a todas las funciones premium.
fr: Vous avez un accès illimité à toutes les fonctionnalités premium.
it: Hai accesso illimitato a tutte le funzioni premium.
pt: Tens acesso ilimitado a todas as funções premium.

source: OK
es: Aceptar
